Revit 2024 API
BuiltInFailures.LevelAssociationFailures Class
 Failures about Level association of Analytical Node.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class LevelAssociationFailures
Visual Basic
Public NotInheritable Class LevelAssociationFailures
Visual C++
public ref class LevelAssociationFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.LevelAssociationFailures
See Also
BuiltInFailures.LevelAssociationFailures Members
Autodesk.Revit.DB Namespace